export const state = {
    products: [
        {
            id: 0,
            name: "Карабин Marlin 1895GS кал .45-70 Gov’t",
            img: "https://ibis.net.ua/static/products_pictures/18243466_52772613.jpg",
            description: "Marlin 1895 – аутентичный карабин периода освоения Дикого Запада, что стало определяющим " +
                "фактором его популярности в США. Относится к оружию, перезаряжаемому подвижной скобой Генри – широко " +
                "известной обывателям по ковбойским боевикам под собирательным названием «винчестер» или «седельный " +
                "карабин». Скоба Генри позволяет довольно быстро перезарядить оружие и с легкостью изъять застрявшую " +
                "гильзу. Внешний курок обеспечивает дополнительный контроль взвода оружия. Если затвор не до конца " +
                "закрыт, его конструкция не позволит совершить выстрел.Карабин оснащен подствольным трубчатым магазином" +
                " на 4 (модель 1895GS) или 6 патронов центрального воспламенения калибра .45-70 Government.Marlin 1895 " +
                "идеально подходит для охоты на крупную дичь (кабан, олень, медведь) в непролазных зарослях и с " +
                "небольшой дистанции.",
            rating: 4.5,
            reviews: ["Good gun)", "Like a western"]
        },
        {
            id: 1,
            name: "Ружье Remington 870 Express кал. 12/76. Ствол - 71 см",
            img: "https://ibis.net.ua/static/products_pictures/12500790.jpg",
            description: "Remington 870 представляет собой классическое помповое ружьё, перезаряжаемое передёргиванием " +
                "подвижного цевья. Изначально созданый как универсальное охотничье оружие, Remington 870 выпускался и" +
                " выпускается в десятках модификациях и в различных калибрах. В начале 1970-х американцы принимают его" +
                " на вооружение в армии. Кроме того, 870 модель весьма популярна в качестве полицейского оружия, а " +
                "также оружия охранников и для защиты дома. Считается, что оружие подобного типа по надёжности" +
                " проигрывает только револьверам, оставляя всех остальных далеко позади. Причина – бескомпромиссная " +
                "надёжность «помповой» перезарядки, сводящей практически на «нет» задержки в стрельбе по вине " +
                "боеприпаса. Несколько проигрывая полуавтоматам в скорострельности, 870-й, в отличие от последних, " +
                "одинаково хорошо «работает» с любыми вариантами снаряжения патрона (пороховой заряд, масса снаряда " +
                "и т.д.). Самозарядные ружья такой всеядностью похвастать не могут. В случае осечки – мгновенная " +
                "перезарядка.      Данная модель имеет столько вариаций и аксессуаров, что платформа может быть " +
                "подстроена под любое применение, начиная от охоты и заканчивая областью правоохранительной " +
                "деятельности. Важным преимуществом всех Remington 870 является то, что его ствольная коробка " +
                "делается из стали, в отличие от многочисленных аналогов других компаний, использующих для этих " +
                "целей легкосплавные металлы.",
            rating: null,
            reviews: []
        },
        {
            id: 2,
            name: "Ружье Fabarm Elos A2 Notte Field кал. 12/76. Ствол - 66 см",
            img: "https://ibis.net.ua/static/products_pictures/8/9/f/12510696.jpg",
            description: "Ружье по умеренной цене для тех, кто ищет оружие с отличными характеристиками. Моделью ELOS " +
                "A (без автоматического эжектора) и ELOS B (с автоматическими эжекторами) FABARM наглядно демонстрирует" +
                " то, какого непревзойденного уровня качества может достичь современная компания, используя новаторский " +
                "и высокотехнологичный процесс производства. Скругленный ресивер, которым раньше могли похвастаться " +
                "только ружья высшего класса, ставит элегантность ELOS на один уровень с ружьями, которые стоят в 4 " +
                "или 5 раз дороже! И ELOS A, и ELOS B проходят испытание давлением в 1630 бар.Модель ELOS A2 Field " +
                "отличается от ELOS A2 Al стальной ствольной коробкой.В моделях Notte ствольная коробка - черного " +
                "цвета: в ELOS A2 Field Notte  - вороненая, в ELOS A2 Al Notte - анодированная.",
            rating: null,
            reviews: []
        },
        {
            id: 3,
            name: "Карабин Savage 110 Tactical Desert кал. 6,5 PRC",
            img: "https://ibis.net.ua/static/products_pictures/7/5/7/12480192.jpg",
            description: "Savage 110 Tactical - обновленная линейка на базе карабинов 10 FCP-SR, сочетающая в себе " +
                "все наработки предыдущих годов с новой системой AccuFit.Все карабины серии 110 Tactical теперь " +
                "оснащены новой эргономичной ложей с технологией повышения комфорта AccuFit, которая позволяет " +
                "наиболее точно подогнать длину и высоту приклада индивидуально под каждого стрелка.Обновленная " +
                "ложа карабина Savage 110 Tactical выполнена из ударопрочного пластика. Улучшена эргономика" +
                " пистолетной рукояти. Для повышения комфорта в процессе удержания имеются прорезиненные вставки " +
                "на шейке приклада и цевье. В комплекте 4 вставки для изменения длины, а также 5 сменных гребней " +
                "приклада разной высоты.Благодаря фирменной разработке компании Savage - системе AccuStock™ " +
                "гарантируется оптимальное распределение удельного давления в момент выстрела что, обеспечивает " +
                "стабильную кучность, баланс, целостность и безотказность даже при высоких нагрузках.Патентованная" +
                " система ударно-спускового механизма AccuTrigger™, предоставляет возможность регулировки спуска в " +
                "пределах от 680 г до 2,7 кг, а спусковой крючок имеет дополнительный внутренний спусковой крючок, " +
                "который исключает случайный выстрел и обеспечивает легкий 'сухой' спуск.Тяжелый свободно вывешенный " +
                "ствол модели Savage 110 Tactical оснащен резьбой 5/8-24 UNEF для установки дульного тормоза или " +
                "саундмодератора.Ствольная коробка, за которую осуществляется запирание канала ствола, изготовлена " +
                "из хром-молибденовой стали 4140. На коробку установлена планка Picatinny для дооснащения карабина " +
                "оптическим прицелом либо другими прицельными приспособлениями.Благодаря увеличенной рукояти затвора, " +
                "цикл перезарядки осуществляется легко и плавно. Трехпозиционный предохранитель, блокирующий ударник " +
                "в промежуточном положении, предоставляет возможность безопасной разрядки оружия.",
            rating: null,
            reviews: []
        },
        {
            id: 4,
            name: "Винтовка охотничья Мосина кал. 7,62х54 R",
            img: "https://ibis.net.ua/static/products_pictures/17950761_52753445.jpg",
            description: "Трёхлинейная винтовка системы Мосина образца 1891 года, служила бойцам в тяжелые времена " +
                "Второй Мировой. Созданная еще до начала ХХ столетия, «трехлинейка», в течение многих десятилетий " +
                "оставалась надежным и современным оружием, достойным нашего замечательного солдата, была первым " +
                "отечественным образцом из всех ружейных систем, поступавших когда-либо на вооружение армии.Винтовки " +
                "обр. 1891 и 1891/30 года являлись высокоточным оружием, позволяющим уверенно поражать одиночную цель" +
                " на дистанции до 400 м, снайпером с использованием оптики — до 800 м; групповую — на дистанции до " +
                "800 м /n- хорошая баллистика и высокая мощность патрона (на уровне .30-06)/n- большая живучесть " +
                "ствола и затвора/n- надёжность, безотказность действия механизмов винтовки в любых условиях/n- " +
                "простая и надёжная конструкция затвора, состоящего всего из 7 деталей; он разбирается и собирается" +
                " быстро и без каких-либо инструментов/n- магазинная коробка хорошо закрыта снизу/n- прочные ложа и " +
                "приклад",
            rating: null,
            reviews: []
        }
    ]
}